export const VOICEVOX_SPEAKERS = [
  {
    "name": "四国めたん",
    "styles": [
      {
        "name": "ノーマル",
        "id": 2
      },
      {
        "name": "あまあま",
        "id": 0
      },
      {
        "name": "ツンツン",
        "id": 6
      },
      {
        "name": "セクシー",
        "id": 4
      },
      {
        "name": "ささやき",
        "id": 36
      },
      {
        "name": "ヒソヒソ",
        "id": 37
      }
    ]
  },
  {
    "name": "ずんだもん",
    "styles": [
      {
        "name": "ノーマル",
        "id": 3
      },
      {
        "name": "あまあま",
        "id": 1
      },
      {
        "name": "ツンツン",
        "id": 7
      },
      {
        "name": "セクシー",
        "id": 5
      },
      {
        "name": "ささやき",
        "id": 22
      },
      {
        "name": "ヒソヒソ",
        "id": 38
      },
      {
        "name": "ヘロヘロ",
        "id": 75
      },
      {
        "name": "なみだめ",
        "id": 76
      }
    ]
  },
  {
    "name": "春日部つむぎ",
    "styles": [
      {
        "name": "ノーマル",
        "id": 8
      }
    ]
  },
  {
    "name": "雨晴はう",
    "styles": [
      {
        "name": "ノーマル",
        "id": 10
      }
    ]
  },
  {
    "name": "波音リツ",
    "styles": [
      {
        "name": "ノーマル",
        "id": 9
      },
      {
        "name": "クイーン",
        "id": 65
      }
    ]
  },
  {
    "name": "玄野武宏",
    "styles": [
      {
        "name": "ノーマル",
        "id": 11
      },
      {
        "name": "喜び",
        "id": 39
      },
      {
        "name": "ツンギレ",
        "id": 40
      },
      {
        "name": "悲しみ",
        "id": 41
      }
    ]
  },
  {
    "name": "白上虎太郎",
    "styles": [
      {
        "name": "ふつう",
        "id": 12
      },
      {
        "name": "わーい",
        "id": 32
      },
      {
        "name": "びくびく",
        "id": 33
      },
      {
        "name": "おこ",
        "id": 34
      },
      {
        "name": "びえーん",
        "id": 35
      }
    ]
  },
  {
    "name": "青山龍星",
    "styles": [
      {
        "name": "ノーマル",
        "id": 13
      },
      {
        "name": "熱血",
        "id": 81
      },
      {
        "name": "不機嫌",
        "id": 82
      },
      {
        "name": "喜び",
        "id": 83
      },
      {
        "name": "しっとり",
        "id": 84
      },
      {
        "name": "かなしみ",
        "id": 85
      },
      {
        "name": "囁き",
        "id": 86
      }
    ]
  },
  {
    "name": "冥鳴ひまり",
    "styles": [
      {
        "name": "ノーマル",
        "id": 14
      }
    ]
  },
  {
    "name": "九州そら",
    "styles": [
      {
        "name": "ノーマル",
        "id": 16
      },
      {
        "name": "あまあま",
        "id": 15
      },
      {
        "name": "ツンツン",
        "id": 18
      },
      {
        "name": "セクシー",
        "id": 17
      },
      {
        "name": "ささやき",
        "id": 19
      }
    ]
  },
  {
    "name": "もち子さん",
    "styles": [
      {
        "name": "ノーマル",
        "id": 20
      },
      {
        "name": "セクシー／あん子",
        "id": 66
      },
      {
        "name": "泣き",
        "id": 77
      },
      {
        "name": "怒り",
        "id": 78
      },
      {
        "name": "喜び",
        "id": 79
      },
      {
        "name": "のんびり",
        "id": 80
      }
    ]
  },
  {
    "name": "剣崎雌雄",
    "styles": [
      {
        "name": "ノーマル",
        "id": 21
      }
    ]
  },
  {
    "name": "WhiteCUL",
    "styles": [
      {
        "name": "ノーマル",
        "id": 23
      },
      {
        "name": "たのしい",
        "id": 24
      },
      {
        "name": "かなしい",
        "id": 25
      },
      {
        "name": "びえーん",
        "id": 26
      }
    ]
  },
  {
    "name": "後鬼",
    "styles": [
      {
        "name": "人間",
        "id": 27
      },
      {
        "name": "ぬいぐるみ",
        "id": 28
      },
      {
        "name": "人間（怒り）",
        "id": 87
      },
      {
        "name": "鬼",
        "id": 88
      }
    ]
  },
  {
    "name": "No.7",
    "styles": [
      {
        "name": "ノーマル",
        "id": 29
      },
      {
        "name": "アナウンス",
        "id": 30
      },
      {
        "name": "読み聞かせ",
        "id": 31
      }
    ]
  },
  {
    "name": "ちび式じい",
    "styles": [
      {
        "name": "ノーマル",
        "id": 42
      }
    ]
  },
  {
    "name": "櫻歌ミコ",
    "styles": [
      {
        "name": "ノーマル",
        "id": 43
      },
      {
        "name": "第二形態",
        "id": 44
      },
      {
        "name": "ロリ",
        "id": 45
      }
    ]
  },
  {
    "name": "小夜/SAYO",
    "styles": [
      {
        "name": "ノーマル",
        "id": 46
      }
    ]
  },
  {
    "name": "ナースロボ＿タイプＴ",
    "styles": [
      {
        "name": "ノーマル",
        "id": 47
      },
      {
        "name": "楽々",
        "id": 48
      },
      {
        "name": "恐怖",
        "id": 49
      },
      {
        "name": "内緒話",
        "id": 50
      }
    ]
  },
  {
    "name": "†聖騎士 紅桜†",
    "styles": [
      {
        "name": "ノーマル",
        "id": 51
      }
    ]
  },
  {
    "name": "雀松朱司",
    "styles": [
      {
        "name": "ノーマル",
        "id": 52
      }
    ]
  },
  {
    "name": "麒ヶ島宗麟",
    "styles": [
      {
        "name": "ノーマル",
        "id": 53
      }
    ]
  },
  {
    "name": "春歌ナナ",
    "styles": [
      {
        "name": "ノーマル",
        "id": 54
      }
    ]
  },
  {
    "name": "猫使アル",
    "styles": [
      {
        "name": "ノーマル",
        "id": 55
      },
      {
        "name": "おちつき",
        "id": 56
      },
      {
        "name": "うきうき",
        "id": 57
      },
      {
        "name": "つよつよ",
        "id": 110
      },
      {
        "name": "へろへろ",
        "id": 111
      }
    ]
  },
  {
    "name": "猫使ビィ",
    "styles": [
      {
        "name": "ノーマル",
        "id": 58
      },
      {
        "name": "おちつき",
        "id": 59
      },
      {
        "name": "人見知り",
        "id": 60
      },
      {
        "name": "つよつよ",
        "id": 112
      }
    ]
  },
  {
    "name": "中国うさぎ",
    "styles": [
      {
        "name": "ノーマル",
        "id": 61
      },
      {
        "name": "おどろき",
        "id": 62
      },
      {
        "name": "こわがり",
        "id": 63
      },
      {
        "name": "へろへろ",
        "id": 64
      }
    ]
  },
  {
    "name": "栗田まろん",
    "styles": [
      {
        "name": "ノーマル",
        "id": 67
      }
    ]
  },
  {
    "name": "あいえるたん",
    "styles": [
      {
        "name": "ノーマル",
        "id": 68
      }
    ]
  },
  {
    "name": "満別花丸",
    "styles": [
      {
        "name": "ノーマル",
        "id": 69
      },
      {
        "name": "元気",
        "id": 70
      },
      {
        "name": "ささやき",
        "id": 71
      },
      {
        "name": "ぶりっ子",
        "id": 72
      },
      {
        "name": "ボーイ",
        "id": 73
      }
    ]
  },
  {
    "name": "琴詠ニア",
    "styles": [
      {
        "name": "ノーマル",
        "id": 74
      }
    ]
  },
  {
    "name": "Voidoll",
    "styles": [
      {
        "name": "ノーマル",
        "id": 89
      }
    ]
  },
  {
    "name": "ぞん子",
    "styles": [
      {
        "name": "ノーマル",
        "id": 90
      },
      {
        "name": "低血圧",
        "id": 91
      },
      {
        "name": "覚醒",
        "id": 92
      },
      {
        "name": "実況風",
        "id": 93
      }
    ]
  },
  {
    "name": "中部つるぎ",
    "styles": [
      {
        "name": "ノーマル",
        "id": 94
      },
      {
        "name": "怒り",
        "id": 95
      },
      {
        "name": "ヒソヒソ",
        "id": 96
      },
      {
        "name": "おどおど",
        "id": 97
      },
      {
        "name": "絶望と敗北",
        "id": 98
      }
    ]
  },
  {
    "name": "離途",
    "styles": [
      {
        "name": "ノーマル",
        "id": 99
      },
      {
        "name": "シリアス",
        "id": 101
      }
    ]
  },
  {
    "name": "黒沢冴白",
    "styles": [
      {
        "name": "ノーマル",
        "id": 100
      }
    ]
  },
  {
    "name": "ユーレイちゃん",
    "styles": [
      {
        "name": "ノーマル",
        "id": 102
      },
      {
        "name": "甘々",
        "id": 103
      },
      {
        "name": "哀しみ",
        "id": 104
      },
      {
        "name": "ささやき",
        "id": 105
      },
      {
        "name": "ツクモちゃん",
        "id": 106
      }
    ]
  },
  {
    "name": "東北ずん子",
    "styles": [
      {
        "name": "ノーマル",
        "id": 107
      }
    ]
  },
  {
    "name": "東北きりたん",
    "styles": [
      {
        "name": "ノーマル",
        "id": 108
      }
    ]
  },
  {
    "name": "東北イタコ",
    "styles": [
      {
        "name": "ノーマル",
        "id": 109
      }
    ]
  },
  {
    "name": "あんこもん",
    "styles": [
      {
        "name": "ノーマル",
        "id": 113
      },
      {
        "name": "つよつよ",
        "id": 114
      },
      {
        "name": "よわよわ",
        "id": 115
      },
      {
        "name": "けだるげ",
        "id": 116
      },
      {
        "name": "ささやき",
        "id": 117
      }
    ]
  }
];